Revit 2027 API
ParameterTypeId.WalkthroughFromLevel Property
 "From"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId WalkthroughFromLevel { get; }
Public Shared ReadOnly Property WalkthroughFromLevel As ForgeTypeId
	Get
public:
static property ForgeTypeId^ WalkthroughFromLevel {
	ForgeTypeId^ get ();
}
static member WalkthroughFromLevel : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace